[
{
  "model": "articles.article",
  "pk": 1,
  "fields": {
    "headline": "ASOS calls out Boohoo for embarrassing 'photoshop fail' in savage takedown",
    "description": "ASOS and Boohoo have found themselves in a hilarious Twitter exchange over a 'photoshop fail'. ASOS called out its fashion brand competitor after it caught a Boohoo model wearing a pair of £10 socks from its activewear range. Posting a snap of the promo shot on Twitter, ASOS wrote: 'So @boohoo really forgot to photoshop out our ASOS 4505 logo sha'. Making light of the situation, ASOS then posted a link to the socks and wrote: 'Big up their styling team though, TOP TIER socks... Shameless plug'. The Boohoo social media team then replied with the sassy comment: 'ASOS are like that crazy ex boyf who can’t stop stalking your pics. #putasockinit.",
    "image": "https://i2-prod.mirror.co.uk/incoming/article23400267.ece/ALTERNATES/s615b/0_Asos.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 2,
  "fields": {
    "headline": "Woman creates fake wood flooring effect using coffee and pen after being quoted £200",
    "description": "A woman has revealed how she completely transformed her plain plywood flooring with instant coffee and permanent marker pens. After receiving a quote of £200 to fit new flooring in her house, Nova Burke, from Ontario, Canada, decided to do it herself. The 54-year-old came up with the idea when she couldn't go shopping for wood stain for her floor due to lockdown restrictions. Nova, who works as a cleaner, decided to use household items to try and achieve a similar effect on her plywood floor. Using instant coffee as a stain and a permanent marker to draw lines on the floor to make it look more realistic, she completely transformed the space. 'I remembered using instant coffee on some furniture at one point after reading about it years ago, so I thought why not try it on the floor,' Nova said.'I guessed permanent marker would show through my coffee 'stain' and I had two one-litre cans of clear coat on hand, so I decided to give it a go. 'I made sure to vacuum before applying the coffee stain and checked after each application that there were no bits or hairs in it.'.",
    "image": "https://i2-prod.mirror.co.uk/incoming/article23399455.ece/ALTERNATES/s615b/0_PAY-Woman-reveals-how-to-create-fake-wood-effect-on-floor-using-just-COFFEE-and-PERMANENT-MARKER-savin.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 3,
  "fields": {
    "headline": "Veteran, 74, Has Walked Dogs Of Elderly And Ill People Every Day For 13 Years",
    "description": "Not all heroes wear capes - some walk dogs. Like John Howarth, for instance, who has walked the dogs of elderly and ill people in his community every day for 13 years. The 74-year-old, who served in the Royal Navy for 22 years, does this because he 'really loves dogs', and he knows they can make fantastic companions - even for people who are too infirm to give them the exercise they need. He carries out this noble duty as a volunteer for The Cinnamon Trust, a national charity for 'the elderly, the terminally ill and their pets'. In recognition of his work, the charity recently honoured John with a long service award.Speaking to LADbible, John, from Somerset, said: 'For some people who live alone, having someone to walk their dogs means the dog gets exercise, and they get contact from someone on a regular basis. Some volunteers for the trust don't walk dogs every day, but I do as I hate to think of the dog expecting a walk and them being disappointed. Mostly the dogs are oldish too, so a half hour walk is sufficient. All people seem to be grateful for my help, some don't see anyone else for the whole day - the dogs are always pleased to see me, and I am happy to see them'.",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=648,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Faa4f7ab25fe249e358e76ad0bcd94dbb.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 4,
  "fields": {
    "headline": "Man Who Was Drinking A Litre Of Vodka A Night Completely Turns His Life Around",
    "description": "A man who started drinking at the age of just 14 and ended up knocking back a litre of vodka or gin every night has opened up about how he managed to ditch booze. Paul Lock, 45, was still just a young teen when he first tried alcohol completely unaware about the long and harrowing journey it would lead him on. From there it escalated until it got to the point Paul was drinking more than an entire litre of booze per night - sometimes starting at midday and not stopping until 6am. Painter Paul said: 'If I wasn't going out, I'd binge drink on my own at home. I didn't suffer from hangovers so there was no off switch When I drank, I would typically only stop drinking when I ran out of money, the venue closed, I'd drunk all the alcohol I had or I was so drunk I could barely walk.'. Drinking took its toll on Paul and left him with depression and anxiety - aged 28 Paul had a mental breakdown and was signed off work, unable to leave his home or face life outside. Despite trying medication and therapy, Paul says neither worked, so he would go back to booze to numb his feelings. 'It was anxiety and depression,' he said. 'I couldn't leave the house for six weeks. I completely lost it. I had a panic attack in the past but this was different, I completely lost the plot. I couldn't face life outside the front door.'",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=648,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Fb4c6a2d45ff48f98930889440fb33a24.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 5,
  "fields": {
    "headline": "Weightlifter, 10, Sets Out On Path To Opening Her Own Gym",
    "description": "What were you doing when you were 10? Not getting up at 5am to lift weights before school and writing up business plans, I imagine. But Aeryn-Ejjina Atkinson isn't your average 10-year-old. She dreams of winning gold at the Olympics, and after years of early morning gym sessions, she can now lift double her bodyweight. On top of that, Aeryn-Ejjina - from Telford, UK - has also begun taking steps towards opening her own gym. She's already written up a business plan and submitted it to numerous gyms, securing meetings and work experience placements for when she turns 16. Dad Craig, who supervises her every morning while she trains, said: 'She wants to own a gym when she is older so during lockdown wrote a business plan as a project, we showed it to a few personal trainers who raved about it. This led to Aeryn wanting to contact more gyms and personal trainers to see if she could do some work experience or follow them around to learn more about the industry she is so passionate about. The Gym Group asked to set up a video interview with her and she ended up speaking to Chief Commercial Officer and manager of their Kettering gym, and even Commonwealth Games athlete Deborah Fleming.'",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=648,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2F4ee9eb635fecea29cd9a788cd2780126.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 6,
  "fields": {
    "headline": "Woman Dubbed 'World's Tightest Millionaire' Eats Cat Food And Never Buys Anything New",
    "description": "A woman dubbed the 'world's tightest millionaire' says she never buys anything new and even tucks into cat food to keep down her costs. Aimee Elizabeth, 50, is worth a whopping $5.3 million (£3.9m) but if you think that means she's happy to splash the cash, then you are very much mistaken as the penny-pinching millionaire keeps a very tight rein on her finances. Aimee, who lives in Las Vegas, gives herself a monthly spending budget of $1,000 (£750) and refuses to go over it, instead she says she worked out ways to save money in all aspects of her life. Teach me your ways, Aimee. Appearing on TLC's Extreme Cheapskates, Aimee said: 'I keep my water heater turned off, I need 22 minutes to heat it up enough to get a shower so I turn it on every morning when I get up. I set it for 22 minutes so I know exactly when my shower's ready because God forbid I waste another minute on that water heater.' The multi-millionaire reckons this little trick saves her around $80 (£58) a month.",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=720,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Fb73a04c96012cc8c2f0763d69fa78251.png",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 7,
  "fields": {
    "headline": "Netflix Drops Trailer For True Crime Doc The Vanishing At The Cecil Hotel",
    "description": "Netflix has released a trailer for forthcoming true crime documentary, Crime Scene: The Vanishing at the Cecil Hotel, which explores the mysterious disappearance and death of Elisa Lam. The four-part series, which debuts on 10 February, delves into the bizarre story of a 21-year-old Canadian student called Lam, who vanished from the Cecil Hotel in Downtown Los Angeles in 2013. Her body was eventually recovered from a water tank on top of the hotel more than two weeks later, but experts still remain baffled by what happened to her - with hotel CCTV footage having shown her talking and gesturing wildly in the corridor near an elevator, seemingly alone. A synopsis for reads: 'From director Joe Berlinger (Conversations With a Killer: The Ted Bundy Tapes, Paradise Lost), Crime Scene: The Vanishing at the Cecil Hotel is the first season in a new documentary series that deconstructs the mythology and mystery surrounding infamous locations in contemporary crime.' 'For nearly a century the Cecil Hotel in Downtown Los Angeles has been linked to some of the city's most notorious activity, from untimely deaths to housing serial killers. In 2013 college student Elisa Lam was staying at the Cecil when she vanished, igniting a media frenzy and mobilizing a global community of internet sleuths eager to solve the case'",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=648,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2F60cff2076010d216833ef4add7711193.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 8,
  "fields": {
    "headline": "Thomas Tuchel's first Chelsea game: Callum Hudson-Odoi shines in new role, but penetration lacking",
    "description": "Chelsea held to a goalless draw by Wolves in Thomas Tuchel's first game in charge; Blues dominate possession but lack cutting edge; Callum Hudson-Odoi excels in a new position; Kai Havertz gets central role but academy trio dropped. Chelsea's academy graduates featured prominently throughout Frank Lampard's tenure but the only representative in Tuchel's first line-up was Callum Hudson-Odoi. Tammy Abraham, Reece James and, perhaps most surprisingly, Mason Mount were all benched. Instead, Tuchel went in the other direction. 'The expectations are high, the pressure and tension are high, so we went for a bit of experience', he explained ahead of kick-off at Stamford Bridge. Thiago Silva was joined at the back by Cesar Azpilicueta and Antonio Rudiger, a defensive trio with a combined age of 94, while the 29-year-old Jorginho partnered Mateo Kovacic at the base of midfield and Olivier Giroud, 34, led the line up front. Hudson-Odoi, Kai Havertz and Ben Chilwell ensured there was at least some youthful verve in the side but the other eight starters had an average age of close to 30 as Tuchel erred on the side of caution. He called it the 'most unfair line-up' he had ever selected having only had one training session with the players since his appointment on Tuesday but the approach was perhaps understandable given Chelsea's poor form and his limited preparation time.",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNAUHtU3mQR7s-BPhVrWkEMmeP5e6qZexGbA&usqp=CAU",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 9,
  "fields": {
    "headline": "Saul 'Canelo' Alvarez: Callum Smith explains the harsh truth about fighting Mexican phenom",
    "description": "Callum Smith lost a WBA and WBC super-middleweight title fight via unanimous decision against Saul 'Canelo' Alvarez last month in Texas and now says: 'I don't think anyone beats him' Ideally I would have wanted full notice but I was in the gym most of the year. If I wasn't doing anything I would have turned the fight down. I was in decent enough shape, I did the 12 rounds OK. Tactically I would have liked longer to adjust to Canelo but I could have had 12 rounds and there's no certainty that the result would have been different. I knew I was bigger than him. When I stood in front of him he didn't look big physically. I thought: 'I can't lose to a man that big'. He is thick-set, he has a good presence, he closes the gap. Like when I boxed George Groves I knew that I couldn't do anything silly early on, I couldn't make mistakes and let him capitalise because I knew he'd be ready. It was cagey early on. I was pretty happy with the first few rounds, there wasn't much in them. In the second half I hoped to pick it up and come into the fight, which obviously didn't happen. He had a good sixth or seventh then he took control. My arm [a tricep injury] was getting sore. He hit me with a good uppercut which had my nose going. It all happened at the same time, he took the fight away from me.",
    "image": "https://e1.365dm.com/20/12/768x432/skysports-saul-alvarez-canelo_5213275.jpg?20201220060700",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 10,
  "fields": {
    "headline": "Jose Mourinho believes Jurgen Klopp can get away with more on touchline as Tottenham prepare to host Liverpool",
    "description": "Mourinho and Klopp renew rivalries when Liverpool visit Tottenham on Thursday night, six weeks after the reverse fixture at Anfield; Klopp recently clashed with Burnley boss Sean Dyche in the tunnel and Mourinho says the German is not moderated in the same way he is. Tottenham boss Jose Mourinho believes he would not be allowed to get away with behaving like Jurgen Klopp does on the touchline. Mourinho and Klopp renew rivalries when Liverpool visit Tottenham in the Premier League on Thursday night, six weeks after the reverse fixture at Anfield which saw the pair exchange words at full-time. Mourinho told his counterpart that the best team on the night lost, which Klopp disagreed with, and then the Portuguese came out in his post-match interview and suggested Klopp's animated antics go unpunished. Klopp recently clashed with Burnley boss Sean Dyche in the tunnel and Mourinho says the German is not moderated in the same way as he is. 'In my case, I felt an evolution. I felt an evolution on the emotional control,' Mourinho said referring to his own touchline behaviour, which has landed him in hot water in the past. I felt an evolution in that the calmer I am, the better I can read the game. And I'm even happy that my assistants, they look to the touchline sometimes for communication and I stay in a privileged position.",
    "image": "https://e0.365dm.com/20/12/2048x1152/skysports-jose-mourinho-jurgen-klopp_5209943.jpg?20201216235255",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 11,
  "fields": {
    "headline": "Martin Odegaard brings 'special qualities' that Arsenal have been missing",
    "description": "Mikel Arteta says Martin Odegaard brings 'special qualities' that Arsenal have been missing, and has not ruled out the possibility of turning his loan into a permanent move. Odegaard joined the Gunners on loan from Real Madrid on Wednesday and could make his debut when Manchester United visit the Emirates Stadium on Saturday, live on Sky Sports. The 22-year-old struggled to break into the Madrid side this season, playing just nine times, leading Arteta to call for him to be given time to find his feet at his new club. But Arteta is excited at Odegaard's arrival and believes he can help to supply the creativity that was once provided by Mesut Ozil, who finally left Arsenal to join Fenerbahce earlier this week. Arteta said: 'He's a player that we followed for some time and we believe that he's got some special qualities that we need, that we have been missing. Now we have to give him a little bit of time. He hasn't played that many minutes in Madrid, but he's been training hard and he looks so excited, as we are to have another big talent at our club.'",
    "image": "https://e0.365dm.com/21/01/2048x1152/skysports-martin-odegaard-arsenal_5251768.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 12,
  "fields": {
    "headline": "Conor McGregor beaten by Dustin Poirier at UFC 257 to shatter hopes of Khabib Nurmagomedov rematch",
    "description": "Conor McGregor's hopes of luring Khabib Nurmagomedov into a rematch are in tatters after he was stopped by Dustin Poirier in a seismic upset at UFC 257 at Fight Island in Abu Dhabi. McGregor had beaten Poirier inside two minutes in September 2014 and was overwhelming favourite to see off his lightweight rival again in a bid to get fierce adversary Nurmagomedov to reverse his retirement decision. But the American managed to gain revenge, surviving one or two nervy moments in the first round and then gaining the upper hand in the second round with some savage kicks to McGregor's lead leg. Poirier forced McGregor back with a flurry of punches, flooring him with a short right hook before a couple of blows to the defenceless Irishman led to the end of the fight after two minutes and 32 seconds of the second round. This was McGregor's first fight in a year when he stopped Donald Cerrone in 40 seconds. Before that he had not stepped inside the octagon since October 2018 when he lost to Nurmagomedov. After an early feeling out process, Poirier managed to get the takedown in the first round but McGregor was soon back on his feet and landing shoulder strikes that proved so effective in his welterweight victory over Cerrone. A sharp elbow momentarily buzzed Poirier, as did a counter right uppercut although he responded with a smart check hook and was regularly kicking out at McGregor's right calf in an attempt to stifle his rhythm. It was a tactic McGregor praised afterwards, saying a dead leg meant he 'just wasn't as comfortable as I needed to be' as Poirier capitalised on his opponent's uneasiness midway through the second round.",
    "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2021/01/24/952306-conor-mcgregor.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 13,
  "fields": {
    "headline": "Confident England head to India for four-Test series as cricket's toughest challenge approaches",
    "description": "England are making winning in Sri Lanka their thing. It is now six Test match victories in a row on the island - five under Joe Root, which have produced series sweeps in 2018 and 2021, and one under Sir Andrew Strauss, in April 2012. As Root's side head over the Palk Strait to India, however, they should find things a lot more challenging. India away is arguably the toughest test in world cricket. Not since England triumphed 2-1 in late 2012 - then under the stewardship of Sir Alastair Cook - have India been beaten in a Test series on home soil. Should Root mastermind an end to that run perhaps he will deserve to join Strauss and Cook as a knight of the realm as it would be some feat. India's winning streak in home series has now stretched to a record 12. Australia (twice), South Africa (twice), West Indies (twice), Bangladesh (twice), England - who were trounced 4-0 in 2016 - New Zealand, Sri Lanka and Afghanistan have all tried and failed in pursuit of victory. In fact, only Australia, in early 2017, have even won a Test in India in that timespan. India's leger reading 28 wins, five draws and that sole defeat in 34 Tests. Numbers that show how herculean the task facing England over the coming four-Test series is set to be. This is also an India side who recently recorded back-to-back series wins in Australia, sealed in astonishing style last week as Rishabh Pant steered his team to victory in the final Test at The Gabba, inflicting the hosts' first defeat on the Brisbane ground since 1988. If there were caveats when India won 2-1 down under in 2018-19 - Australia shorn of key batsmen Steve Smith and David Warner due to their bans following the ball-tampering scandal - there were none during this winter's series, with the tourists the ones who were depleted. Without skipper Virat Kohli for the final three matches due to paternity leave, ravaged by injuries to key seamers and spinners, with net bowlers having to step into the Test arena, and having been torpedoed for 36 en route to losing the opening game in Adelaide, India, under the captaincy of Ajinkya Rahane, produced of the greatest victories in Test history.",
    "image": "https://e0.365dm.com/21/01/768x432/skysports-joe-root-james-anderson_5250820.jpg?20210126140512",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 14,
  "fields": {
    "headline": "Rory McIlroy relishing Torrey Pines return and early look at US Open venue at Farmers Insurance Open",
    "description": "Rory McIlroy is looking forward to an early opportunity to test himself on this year's US Open venue when he returns to the Farmers Insurance Open at Torrey Pines. The four-time major champion has posted top-five finishes in his two previous visits to the California course, claiming a share of fifth on his debut in 2019 and ending tied-third in last year's event. McIlroy remains without a victory since November 2019 and failed to convert a final-round lead on the European Tour in Abu Dhabi on Sunday, with the Northern Irishman now making the long trip to the West Coast to start a run of six PGA Tour starts over the next seven weeks. 'I didn't really start playing this event until a little later on in my career, but it [Torrey Pines] has been a good venue for me,' McIlroy said. 'Also, looking ahead to June and the U.S. Open here as well, it will be nice to at least have it fresh in the memory for then, too. I think it's a wonderful layout for a major championship. To have a U.S. Open here, it stands up to basically the most elite level of golf that we play, the toughest test we face all year for the most part. I'm not really going to be thinking about what they're going to do because I just have to play the golf course that's in front of me this week. But as I said, I think three competitive rounds on the South Course this week, it will be fresh in my memory when it comes around to June and the U.S. Open being on.' McIlroy's appearance is his first on the PGA Tour since a tied-fifth finish at the Masters in November, with the world No 7 now looking to make a strong start to his busy 2021 schedule",
    "image": "https://e0.365dm.com/21/01/768x432/skysports-rory-mcilroy-the-masters_5238580.jpg?20210115152651",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 15,
  "fields": {
    "headline": "Reddit-driven GameStop rises as much as 40% in volatile pre-market trading",
    "description": "The GameStop stock price rose as much as 40% in pre-market trading on Thursday after more than doubling the previous day and captivating the financial world. A battle between hedge funds who had been shorting the company's shares and day traders on Wall Street Bets on Wednesday pushed the GameStop stock price 134.84% to $347.51. GameStop stock has risen more than 700% in the last 5 days. The video-game store's stock up 29.64% to $450.50 in pre-market trading by 6.27am ET. Day traders, organizing their efforts on Reddit and alternative platform Discord, also drove up the prices of heavily-shorted stocks such as cinema chain AMC, hammering short-sellers. The resulting 'loss porn' has caused glee among Wall Street Bets members. Trading was highly volatile, however, with the stock up around 40% at one point before slipping back. It was set for a less explosive start than on Wednesday, when the price more than doubled at the opening bell. Bought at pre-market. Buying more at open. It's not over til the fat lady sings, one Reddit user said on the Wall Street Bets forum. Many members rejoiced in the price passing $420 in pre-market, in reference to weed-culture meme. Other Wall Street Bets targets - many of which have been heavily shorted by hedge funds - fared less well in pre-market trading. A short is a bet that the share price will fall. AMC was roughly flat, Bed Bath & Beyond was down 6.09% and BlackBerry slipped 5.98%. Nonetheless, said David Madden, market analyst at trading platform CMC Markets, an array of shorted companies 'could be in for high volatility again as the short-squeeze tactics might be in play'.",
    "image": "https://images2.markets.businessinsider.com/6011a66e6dfbe10018e00472?format=jpeg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 16,
  "fields": {
    "headline": "Tesla could 'easily' start producing its Semi truck now",
    "description": "It 'would not make sense' for Tesla to start making its Semi electric truck right now, even though it could 'easily' launch production, the company's CEO Elon Musk said Wednesday. The electric car maker doesn't have enough battery cells for the Tesla Semi, Musk said in a fourth-quarter earnings call. Tesla now expects to begin delivering its electric semi-truck later in 2021, after originally saying production would begin in 2019. It first unveiled the freight-hauling semi-truck four years ago. 'The main reason we have not accelerated new products is – like, for example, Tesla Semi – is that we simply don't have enough cells built,' Musk said.'If we were to make the Semi right now, and we could easily go into production with the Semi, but we would not have enough cells built for it right now,' he said. 'Prototypes are easy, scaling production is very hard,' he added. The Tesla Semi would typically use five times as many cells as a car, Musk said, but wouldn't sell for five times the price.",
    "image": "https://i.insider.com/5fff5b8bfe7e140019f7ec95?width=2000&format=jpeg&auto=webp",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 17,
  "fields": {
    "headline": "Not such a bright spark! Hilarious snaps capture disasters with technology - including placing an electric kettle on the stove",
    "description": "Many of us struggle with technology, but you're probably doing better than these people who have failed to master even the most basic gadgets. People from around the world have captured what happens when clueless people try to use electronics and the best examples have been collated in a Bored Panda gallery. One person revealed they burnt the corner of their TV with a candle and didn't noticed until the plastic had completely melted.",
    "image": "https://i.dailymail.co.uk/1s/2021/01/27/16/38549128-0-image-m-84_1611763959889.jpg",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 18,
  "fields": {
    "headline": "Elon Musk And Jeff Bezos Reignite Feud Over Internet Satellite Plans",
    "description": "The two richest men in the world have squared off once again over their rival satellite internet plans, as Elon Musk accused Jeff Bezos of attempting to 'hamstring' competition. You see, Musk's Starlink and Bezos' Project Kuiper are both being evaluated by federal regulators, and have become involved in a public disagreement over their respective satellite ventures. Musk, who is the CEO of both Tesla and SpaceX, took to Twitter to accuse Amazon supremo Bezos of trying to 'hamstring' his Starlink project and also aimed a barb at him suggesting that Project Kuiper is 'at best several years away' from taking off. Then, Bezos - who doesn't tend to air out his dirty laundry on his own Twitter - said through Amazon that it was in fact Musk who is doing the hamstringing - if that's a word - and attempting to 'smother competition in the cradle'. He also said that Starlink is creating a 'dangerous environment for collisions' in orbit above earth. This is because Musk is asking the Federal Communications Commission to allow for some Starlink satellites to operate at lower altitudes that it had originally set out for. Amazon aren't happy with this, as they believe it would interfere with other satellites - most notably the Project Kuiper ones - that they plan to send into low-earth orbit. This is far from the first time the two multi-billionaires have faced off with each other over their respective plans in space. Both have ambitions of sending tourists into space, and Musk has even branded Bezos a 'copycat' because of Amazon's plans, whereas Bezos has openly mocked Musk's lofty goal of sending humans to Mars. Whilst they battle it out for supremacy of the stars, they are also locked in a battle over their own wealth, and have interchanged positions as the world's richest person. Musk briefly assumed the top spot earlier this year, but Bezos quickly moved past him once again.",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=720,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Fed224ba26012eb9431047ae9cca680e0.png",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 19,
  "fields": {
    "headline": "The Mandalorian Season Three Set To Begin Filming This April",
    "description": "The third season of The Mandalorian is set to begin filming this April, ahead of its scheduled release later this year. According to the Film & Television Industry Alliance, production for the third series has a current start date of 5 April, and is set to film in Los Angeles. Entertainment writer Herb Scribner tweeted a screenshot of the details on the FTIA website, crediting Kessel Run Transmissions' Corey Van Dyke for spotting originally. Of course, filming schedules have been all over the place due to the pandemic - which, sadly, is still going strong in various countries. For now, though, it looks like the things are still on track for production to begin in spring, meaning we'll just have to keep our fingers crossed for no hold-ups. For now, we don't know much about season three of The Mandalorian, although there is some suggestion that Giancarlo Esposito's Moff Gideon could play a fairly major part in the new installment - judging from the actor's recent comments. Speaking to Entertainment Weekly back in November, Esposito said: 'I have a feeling you'll see more of me next season.More than likely you're going to see a lot of Moff Gideon. I can't be sure of that, but it seems as though this iconic journey that they want you to feel it.'",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=720,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Fc588498260116b622812cb5742360488.png",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
},
{
  "model": "articles.article",
  "pk": 20,
  "fields": {
    "headline": "Lad Becomes Airline Pilot At 22 After Skipping University",
    "description": "Vincent Chan's dreams of becoming a pilot started at the age of just five when his mum secured a job with an international airline and by the time he hit 22 he had reached his goal. Here's a video of him explaining how: Vincent, who is now 24, decided that he wanted to skip university and go to a a reputable flight school instead, which saved him from getting in to what could have been over £30,000 debt.  Speaking to NOTFAKENEWS, Vincent - who also runs his own business selling Nike tie dye pieces - said: 'When it was time to complete my GCSEs and A-Levels I did a lot of research into ways that would help me achieve this goal. I chose subjects such as maths and physics which are highly recommended to do as the job itself is heavily dependent on these subjects. I made sure to work hard to achieve the best grades possible. I also wanted to participate in activities which I knew would help me with when applying for flight schools. Through some research, I came across The Royal Airforce Air cadets which was a youth military organisation that allowed me to gain some flying experience.'",
    "image": "https://www.ladbible.com/cdn-cgi/image/width=720,quality=70,format=webp,fit=pad,dpr=2/https%3A%2F%2Fs3-images.ladbible.com%2Fs3%2Fcontent%2Feb64542560113a2dda4c2666b775b0dc.png",
    "created_at": "2021-01-28T17:45:18.568702Z",
    "is_Promoted": false
  }
}
]
